{
  "welcome": "Привет",
  "experience": "Опыт",
  "work":"Работа",
  "photo":"Фотографии",
  "contact":"Отклик",
  "first-section": {
    "title": "Меня зовут Магомедов Гамзат. Я фронтенд разработчик",
    "grey": "из Дагестана.",
    "descr": "Я, наверное, самый способный Front-End разработчик, с которым вам когда-либо приходилось работать. Если у вас есть отличный проект, требующий потрясающих навыков, я ваш парень."
  },
  "glider": {
    "title": "Опыт работы с фреймворками",
    "button1": "Vue/Nuxt Js",
    "button2": "React/Next Js",
    "button3": "Прочий стек",
    "vue": "С гордостью я могу поделиться своим впечатляющим опытом работы с Vue/Nuxt, который стал для меня верным спутником в мире фронтенд разработки. Все мои рабочие проекты были воплощены именно на этом потрясающем фреймворке. С ним я погружался в удивительный мир веб-разработки, учась на примере Vue и наслаждаясь каждым моментом творческого процесса.\n\nЗнакомство с фронтендом было для меня, прежде всего, знакомством с Vue. Ведь именно с ним я осваивал основы этой захватывающей области и преображал свои идеи в интерактивные веб-приложения. Не смотря на то, что не все проекты были заполнены контентом или не были размещены на хостинге заказчиками, каждый из них был для меня неиссякаемым источником нового опыта и навыков.",
    "react": "Помимо Vue/Nuxt, я также начал свое увлекательное знакомство с React на пет-проектах. С каждым новым проектом я открывал для себя преимущества этого фреймворка, углубляясь в его функциональность и учась применять его на практике. Также, мне довелось познакомиться с React Native, что добавило в мою арсеналь невероятные возможности мобильной разработки.\n\nХотя каждый путь имеет свои испытания, я с гордостью смотрю на свой опыт, ведь именно благодаря ему я стал более опытным и востребованным разработчиком, способным воплощать самые смелые идеи в реальность.",
    "templates": "В рамках работы над сайтом Института Латинской Америки РАН, я также имел уникальный опыт работы с системой управления контентом WordPress. Этот опыт открыл передо мной новые горизонты возможностей в создании веб-проектов, позволив применить мои навыки в разработке в контексте конкретной организации."
  },
  "form": {
    "title": "Давайте начнем",
    "descr": "Теперь, когда вы немного обо мне знаете, дайте мне знать, хотите ли вы со мной работать.",
    "name": "Название компании",
    "email": "Контактные данные",
    "message": "Сообщение"
  },
  "friend": {
    "title": "Вот что люди говорят обо мне",
    "descr": "Вот несколько строк от людей, с которыми я работал на протяжении всей своей карьеры разработчика."
  },
  "click": "Кликни по имени!"
}
